{
    "arp": "testes",
    "arp_seplag": "testes",
    "data_pretendida": "02 de setembro de 2025",
    "descricao": "A presente demanda visa à aquisição de GEL CONDUTOR 1000G, um produto especialmente desenvolvido para uso em monitores cirúrgicos no setor de TI. Este item é fundamental para as operações do órgão, garantindo a transmissão segura e eficaz de impulsos elétricos entre o paciente e o electrodo. A quantidade solicitada é de 2 unidades, essenciais para atender às necessidades específicas da área de TI.",
    "elemento_despesa": "3390.3000",
    "email": "danilocruz@detran.mt.gov.br",
    "equipe": "NÃO SE APLICA.",
    "etapa": "01",
    "finalidade": "uso no setor de ti",
    "fiscal_matricula": "teste",
    "fiscal_nome": "teste",
    "fonte": "15010000",
    "forma_contratacao": "Modalidades da Lei nº 14.133/21",
    "forma_contratacao_opcoes": "(X) Modalidades da Lei nº 14.133/21      \n( ) Utilização à ARP - Órgão Participante\n( ) Adesão à ARP de outro Órgão          \n( ) Dispensa/Inexigibilidade             ",
    "justificativa": "Aqui vai uma justificativa objetiva, convincente e sucinta para a demanda de aquisição/contratação:\n\n\"O DETRAN-MT necessita do GEL CONDUTOR 1000G para garantir a segurança e eficácia dos procedimentos médicos em seus monitores cirúrgicos. Esse produto é essencial para a transmissão de impulsos elétricos entre a pele do paciente e o eletrodo, permitindo uma monitoração precisa e confiável das funções vitais. A contratação desses gels condutores em quantidade de 2 unidades atende às necessidades específicas do setor de ti e garante a continuidade dos serviços médicos de alta qualidade. Além disso, a economia gerada pela redução de erros e complicações associados à falta desse produto justifica o investimento.\"",
    "justificativa_etp": "Não se aplica.",
    "justificativa_pca": "",
    "lista_itens": [
        {
            "catmat": "6507276800001",
            "descricao": "GEL CONDUTOR 1000G - GEL CONDUTOR, INODORO ESPECIALMENTE DESENVOLVIDO PARA USO COMO MEIO DE CONTATO PARA TRANSMISSÃO DE IMPULSOS ELÉTRICOS ENTRE A PELE DO PACIENTE E O ELÉTRODO EM: MONITORES CIRÚRGICO",
            "finalidade_especifica": "uso no setor de ti",
            "item": "001",
            "qtd": "2",
            "unidade": "UN"
        }
    ],
    "matricula": "246679",
    "necessidade_etp": "NÃO",
    "necessidade_etp_bool": "NÃO",
    "objetivo": "Objetivo da demanda de aquisição/contratação:\n\nO objetivo é adquirir GEL CONDUTOR 1000G, um produto especialmente desenvolvido para uso como meio de contato para transmissão de impulsos elétricos entre a pele do paciente e o eletrodo em monitores cirúrgicos. Esta aquisição atende à missão e metas do DETRAN-MT ao contribuir para o desenvolvimento e melhoria da tecnologia médica, garantindo a qualidade e segurança dos procedimentos de diagnóstico e tratamento no setor de ti.",
    "objeto_opcoes": "(X) Material de consumo                           \n( ) Material permanente                           \n( ) Equipamento de TI                             \n( ) Serviço não continuado                        \n( ) Serviço sem dedicação exclusiva de mão de obra\n( ) Serviço com dedicação exclusiva de mão de obra",
    "orgao": "DEPARTAMENTO ESTADUAL DE TRÂNSITO DE MATO GROSSO – DETRAN-MT",
    "planejamento": "A demanda de aquisição/contratação do GEL CONDUTOR 1000G está alinhada ao planejamento estratégico do DETRAN-MT, que busca racionalizar recursos e otimizar serviços no setor de ti. Esta compra visa melhorar a eficiência administrativa, garantindo a disponibilidade de equipamentos especializados para o uso em monitores cirúrgicos, contribuindo para a melhoria da qualidade dos serviços prestados.\n\nEm resumo, a demanda está relacionada à meta institucional de modernizar a infraestrutura e melhorar a eficiência administrativa no setor de ti.",
    "previsao_pca": "NÃO",
    "previsao_pca_bool": "NÃO",
    "programa": "036",
    "projeto_atividade": "2009",
    "responsavel": "DANILO VIEIRA DA CRUZ",
    "setor": "COORDENADORIA DE TECNOLOGIA DA INFORMAÇÃO",
    "subacao": "02",
    "telefone": "(65) 3615-4811",
    "tipo_objeto": "Material de consumo",
    "unidade_orcamentaria": "19301"
}